{
  "title": "Кирюшкин Дмитрий",
  "header": {
    "about": "Привет",
    "portfolio": "Портфолио",
    "experience": "Опыт",
    "contact": "Связаться"
  },
  "about": {
    "title": "Привет,<br/> Я Дмитрий,",
    "description": "Я Веб-Разработчик"
  },
  "portfolio": {
    "title": "Мое портфолио",
    "description": "Очень приятные подробности в пути..."
  },
  "experience": {
    "title": "Мой опыт",
    "description": "У меня среднее специальное образование. Я получил диплом программиста в 2019 году. В разные промежутки времени я интересовался разными направлениями разработки, изначально я занимался исключительно frontend-разработкой. Я искал работу frontend-разработчика и прошел стажировку в Mentalstack. Там я решил переключиться на backend-разработку, и, к моему удивлению, backend-разработка мне понравилась гораздо больше. К несчастью, трудоустройство в России было приостановлено. Так что теперь я с нетерпением жду новых возможностей трудоустройства.",
    "steps": [
      {
        "title": "Поволжский Колледж Технологий и Менеджмента (2014 - 2019)",
        "description": "В 2019 году я окончил Поволжский колледж технологий и менеджмента по специальности \"Программист\"."
      },
      {
        "title": "Самообучение (2020 - 2021)",
        "description": "В разное время я интересовался различными областями разработки, такими как веб-разработка, разработка игр. Через некоторое время я решил сосредоточиться на веб-разработке. Изначально я занимался исключительно frontend-разработкой, изучал верстку, а позже React."
      },
      {
        "title": "Mentalstack (2021 - 2022)",
        "description": "Я прошел стажировку в Mentalstack. Я решил переключиться на серверную разработку. По окончании стажировки я должен был получить там работу на полный рабочий день, но из-за ситуации в мире трудоустройство в России было приостановлено."
      },
      {
        "title": "2022 - Сейчас",
        "description": "Теперь я с нетерпением жду новых возможностей трудоустройства."
      }
    ]
  },
  "contact": {
    "title": "Связаться со мной",
    "name": "Имя",
    "email": "Почта",
    "subject": "Тема",
    "message": "Сообщение",
    "sendMessage": "Отправить сообщение"
  },
  "work": {
    "back": "В портфолио"
  }
}
